
<policyDefinitionResources revision="1.0" schemaVersion="1.0">

  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Name_ECSCommunicationEnabled">Включить связь и загрузить эксперименты</string>
      <string id="Sup_EdgeUpdate1_3_133_3">Центр обновления Microsoft Edge 1.3.133.3 и более поздней версии</string>
      <string id="Part_UninstallEdgePolicy">Политика удаления Microsoft Edge</string>
      <string id="Pol_ProxyMode">Укажите, как определять настройки прокси-сервера</string>
      <string id="Name_ForceInstallsMachine">Принудительные установки (на уровне компьютера)</string>
      <string id="Name_ManualUpdatesOnly">Обновление только вручную</string>
      <string id="Pol_EdgePreview">Разрешить регистрацию пользователей программы предварительной оценки Windows в предварительной версии Edge</string>
      <string id="Name_UninstallEdgeDisabled">Отключено</string>
      <string id="Sup_GoogleUpdate1_3_21_81">Центр обновления Microsoft Edge 1.3.21.81 и более поздние версии</string>
      <string id="Explain_Applications">Для поддержки приложений Microsoft Edge, выпущенных в будущем, будет необходим обновленный шаблон ADMX/ADML.</string>
      <string id="Name_DesktopShortcutDisabled">Запрет создания ярлыков рабочего стола при установке</string>
      <string id="Pol_DefaultRemoveDesktopShortcut">Удаление ярлыков рабочего стола при обновлении по умолчанию</string>
      <string id="ProxyFixedServers_DropDown">Использовать фиксированные прокси-серверы</string>
      <string id="TargetChannel_Dev_DropDown">Разработка</string>
      <string id="Sup_EdgeUpdate1_3_145_1">Центр обновления Microsoft Edge 1.3.145.1 или более поздней версии</string>
      <string id="Pol_ECSControl">Управление связью средства обновления со службой "Служба расширенной конфигурации"</string>
      <string id="Explain_ECSControl">Центр обновления Microsoft Edge использует "Службу расширенной конфигурации" для развертывания экспериментальной полезной нагрузки.

Экспериментальная полезная нагрузка состоит из списка возможностей, находящихся на стадии разработки, которые корпорация Майкрософт включает для тестирования и обратной связи.

Если включить (1) эту политику, экспериментальная полезная нагрузка будет скачана из "Службы расширенной конфигурации" .

Если эту политику отключить (0), взаимодействие со "Службой расширенной конфигурации" будет полностью прекращено.

Если не настроить эту политику, на управляемом устройстве поведение системы будет такое же, как при отключенной политике.

Если не настроить эту политику, на неуправляемых устройствах поведение системы будет такое же, как при включенной политике.</string>
      <string id="Name_InstallsDisabled">Установка запрещена</string>
      <string id="Pol_TargetChannel">Переопределение целевого канала</string>
      <string id="Pol_AllowInstallation">Разрешить установку</string>
      <string id="Name_UninstallEdgeEnabledAndDeleteData">Включено, пользовательские данные удаляются</string>
      <string id="Explain_CreateDesktopShortcut">Если включить (1) эту политику, ярлык на рабочем столе будет создан при установке Microsoft Edge.
  Если отключить (0) эту политику, ярлык на рабочем столе не будет создан при установке Microsoft Edge.
  Если не настроить эту политику, в процессе установки на рабочем столе будет создан ярлык Microsoft Edge.
  Если Microsoft Edge уже установлен, эта политика ничего не изменит.

  Если вы не настроите эту политику для канала, конфигурация политики «По умолчанию создавать ярлык на рабочем столе при установке» определяет создание ярлыка при установке Microsoft Edge.</string>
      <string id="Sup_EdgeUpdate1_3_119_43">Центр обновления Microsoft Edge 1.3.119.43 и более поздних версий</string>
      <string id="Pol_AllowSideBySideExperience">Разрешить параллельный запуск браузеров Microsoft Edge</string>
      <string id="Explain_AutoUpdateCheckPeriod">Минимальное количество минут между автоматическими проверками обновлений.

Задайте для этой политики значение 0, чтобы отключить весь периодический сетевой трафик Центра обновления Microsoft Edge. Это не рекомендуется, так как Центр обновления Microsoft Edge не сможет получать обновления для безопасности и стабильности.

Для управления обновлениями приложений вместо этого параметра следует использовать параметры "Переопределение политики обновления по умолчанию" и "Переопределение политики обновления".

Значения этой политики находятся в диапазоне от 0 до 43200.</string>
      <string id="TargetChannel_Extended_Stable_DropDown">Расширенный стабильный</string>
      <string id="Explain_DefaultUpdatePolicy">Позволяет задать стандартное поведение для всех каналов в отношении обработки Центром обновления Microsoft Edge доступных обновлений для Microsoft Edge. Можно переопределить для отдельных каналов, указав политику "Переопределение политики обновления" для этих конкретных каналов.

Если включить эту политику, Центр обновления Microsoft Edge будет обрабатывать обновления Microsoft Edge в соответствии с тем, как вы настроите следующие параметры:
  - Обновления отключены (0): обновления не применяются.
  - Всегда разрешать обновления (1) (рекомендуется): обновления всегда применяются при обнаружении путем периодической проверки обновлений или путем проверки обновлений вручную.
  - Только обновления вручную (2): обновления применяются, только когда пользователь запускает проверку обновлений вручную.
  - Только автоматическая установка обновлений (3): обновления применяются, только если они обнаруживаются в ходе периодической проверки обновлений.

Если вы выберете обновление вручную, обязательно периодически проверяйте наличие обновлений, используя механизм обновления приложения вручную, если он доступен. Если вы отключите обновления, периодически проверяйте наличие обновлений и делитесь ими с пользователями.

Если эта политика не включена и не настроена, Центр обновления Microsoft Edge обрабатывает доступные обновления согласно политике "Переопределение политики обновления".

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_WebView_AutoUpdate">Позволяет указать, включены ли автоматические обновления для среды выполнения WebView2. Среда выполнения WebView2 — это компонент, используемый приложениями для отображения веб-контента.
  Автоматические обновления включены по умолчанию. Отключение автоматических обновлений для среды выполнения WebView2 может вызвать проблемы совместимости с приложениями, которые зависят от этого компонента.

  Если эта политика включена, Центр обновления Microsoft Edge будет обрабатывать обновления среды выполнения WebView2 в соответствии с настройкой следующих параметров.
  - Всегда разрешать обновления (1): обновления скачиваются и применяются автоматически.
  - Обновления отключены (0): обновления не скачиваются и не применяются.

  Если эта политика не включена, обновления скачиваются и применяются автоматически.</string>
      <string id="Sup_GoogleUpdate1_3_34_3">Центр обновления Microsoft Edge 1.3.34.3 и более поздние версии</string>
      <string id="Name_MeteredUpdatesEnabled">Обновления по лимитным подключениям разрешены</string>
      <string id="ProxyAutoDetect_DropDown">Автоматическое определение настроек прокси-сервера</string>
      <string id="ProxyPacScript_DropDown">Использовать файл сценария (.pac) прокси-сервера</string>
      <string id="Sup_EdgeUpdate1_3_179_5">Центр обновления Microsoft Edge 1.3.179.5 и более поздней версии</string>
      <string id="DownloadPreference_DropDown">Кэшируемые URL-адреса загрузки</string>
      <string id="Name_ForceInstallsUser">Принудительная установка (на пользователя)</string>
      <string id="Explain_AllowSideBySideExperience">Эта политика позволяет пользователю запускать параллельно Microsoft Edge (Edge HTML) и Microsoft Edge (на основе Chromium).

Если для этой политики установлено состояние "Не настроено", Microsoft Edge (на основе Chromium) заменит Microsoft Edge (Edge HTML) после установки стабильного канала Microsoft Edge (на основе Chromium) и обновлений для системы безопасности за ноябрь 2019 г.  Такое же поведение наблюдается, если параметру присвоить значение "Отключено".

Значение "Отключено" (0) блокирует параллельное выполнение и означает, что Microsoft Edge (на основе Chromium) заменит Microsoft Edge (Edge HTML) после установки стабильного канала Microsoft Edge (на основе Chromium) и обновлений для системы безопасности за ноябрь 2019 г.  Такое же поведение наблюдается, если параметру присвоить значение "Не настроено".

Если эта политика включена (1), Microsoft Edge (на основе Chromium) и Microsoft Edge (Edge HTML) могут работать параллельно после установки Microsoft Edge (на основе Chromium).

Чтобы эта групповая политика вступила в силу, ее необходимо настроить до автоматической установки Microsoft Edge (на основе Chromium) с помощью Центра обновления Windows. Примечание. Пользователь может заблокировать автоматическое обновление Microsoft Edge (на основе Chromium) с помощью набора средств блокировки Microsoft Edge (на основе Chromium).

Начиная с Windows 10 версии 20H2, устаревшая версия Microsoft Edge и параллельная работа браузера не поддерживаются.</string>
      <string id="Explain_RemoveDesktopShortcut">Если для этой политики задано значение "Принудительное удаление ярлыков рабочего стола на уровне системы" (1), все существующие ярлыки рабочего стола Microsoft Edge на системном уровне будут удалены при обновлении браузера или перезагрузке компьютера.
  Если для этой политики задано значение "Принудительное удаление ярлыков рабочего стола на уровне системы и уровне пользователя" (2), все существующие ярлыки рабочего стола Microsoft Edge на уровне системы будут удалены при обновлении браузера или перезагрузке компьютера, а также при обновлении браузера будут удалены все существующие ярлыки рабочего стола на уровне пользователя. Сюда входят ярлыки рабочего стола на уровне пользователя, созданные пользователями самостоятельно.
  Если эта политика не настроена или отключена (0), с существующими ярлыками рабочего стола Microsoft Edge действия выполняться не будут.

  Если эта политика не настроена для канала, удаление ярлыка рабочего стола определяет конфигурация политики "Удаление ярлыков рабочего стола при обновлении по умолчанию".</string>
      <string id="ProxyDisabled_DropDown">Никогда не использовать прокси-сервер</string>
      <string id="Pol_DefaultAllowInstallation">Разрешить установку по умолчанию</string>
      <string id="Pol_ProxyPacUrl">URL-адрес PAC-файла прокси-сервера</string>
      <string id="Cat_Applications">Приложения</string>
      <string id="Explain_ProxyPacUrl">Позволяет указать URL-адрес для PAC-файла автоматической настройки прокси-сервера.

  Если эта политика включена, можно указать URL-адрес для PAC-файла, который будет определять, как Центр обновления Microsoft Edge автоматически выбирает подходящий прокси-сервер для получения определенного веб-сайта.

  Эта политика применяется только в том случае, если вы выбрали ручные настройки прокси-сервера в политике «Укажите, как указать параметры прокси-сервера».

  Не настраивайте эту политику, если вы выбрали не ручную настройку прокси-сервера в политике «Укажите, как указать параметры прокси-сервера».</string>
      <string id="Sup_EdgeUpdate1_3_193_5">Центр обновления Microsoft Edge 1.3.193.5 и более поздних версий</string>
      <string id="TargetChannel_Beta_DropDown">Бета-версия</string>
      <string id="Sup_EdgeUpdate1_3_168_21">Центр обновления Microsoft Edge 1.3.168.21 или более поздней версии</string>
      <string id="Explain_Preferences">Общие политики для Центра обновления Microsoft Edge.</string>
      <string id="Explain_WebView">Указывает политики для среды выполнения WebView2.</string>
      <string id="Name_DefaultMeteredUpdatesDisabled">Стандартные обновления по лимитным подключениям отключены</string>
      <string id="Sup_EdgeUpdate1_3_127_1">Microsoft Edge Update 1.3.127.1 и более поздние версии</string>
      <string id="Explain_ProxyServer">Позволяет указать URL-адрес прокси-сервера, который будет использоваться Центром обновления Microsoft Edge.

  Если эта политика включена, можно задать URL-адрес прокси-сервера, который будет использоваться Центром обновления Microsoft Edge в вашей организации.

  Эта политика применяется только в том случае, если вы выбрали ручные настройки прокси-сервера в политике «Укажите, как указать параметры прокси-сервера».

  Не настраивайте эту политику, если вы выбрали не ручную настройку прокси-сервера в политике «Укажите, как указать параметры прокси-сервера».</string>
      <string id="Pol_MeteredUpdates">Разрешить пользователям обновляться по лимитным подключениям</string>
      <string id="Name_UninstallEdgeNotConfigured">Не настроено</string>
      <string id="Explain_DefaultAllowInstallation">Вы можете указать поведение по умолчанию для всех каналов, чтобы разрешить или заблокировать Microsoft Edge на устройствах, подключенных к домену.

Вы можете переопределить эту политику для отдельных каналов, включив (1) политику "Разрешить установку" для определенных каналов.

Если отключить (2) эту политику, установка Microsoft Edge будет заблокирована. Это влияет на установку программного обеспечения Microsoft Edge, только если для политики "Разрешить установку" задано значение "Не настроено".

Эта политика не запрещает запуск Центра обновления Microsoft Edge и не запрещает пользователям устанавливать программное обеспечение Microsoft Edge другими способами.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Sup_EdgeUpdate1_3_155_1">Центр обновления Microsoft Edge 1.3.155.1 или более поздней версии</string>
      <string id="TargetChannel_Stable_DropDown">Стабильный</string>
      <string id="Cat_Google">Microsoft</string>
      <string id="Pol_DefaultUpdatePolicy">Переопределение политики обновления по умолчанию</string>
      <string id="Explain_ProxyMode">Позволяет указать настройки прокси-сервера, которые будет использовать Центр обновления Microsoft Edge.

  Если эта политика включена, можно выбрать следующие варианты настроек прокси-сервера.
   - Если вы решите никогда не использовать прокси-сервер и всегда подключаться напрямую, все другие настройки будут игнорироваться.
   - Если задать использование системных настроек прокси-сервера или автоматическое определение прокси-сервера, все другие настройки будут игнорироваться.
   - Если выбрать режим фиксированных адресов прокси-серверов, можно определить дополнительные настройки в политике «Адрес или URL-адрес прокси-сервера».
   - Если вы решите использовать файл сценария прокси-сервера (.pac), необходимо указать URL-адрес сценария в политике «URL-адрес PAC-файла прокси-сервера».

  Если эта политика включена, пользователи вашей организации не могут изменять настройки прокси-сервера в Центре обновления Microsoft Edge.

  Если отключить или не настроить эту политику, настройки прокси-сервера не будут заданы, но пользователи вашей организации смогут указать свои настройки прокси-сервера в Центре обновления Microsoft Edge.</string>
      <string id="Sup_GoogleUpdate1_3_26_0">Центр обновления Microsoft Edge 1.3.26.0 и более поздние версии</string>
      <string id="Pol_RemoveDesktopShortcut">Удаление ярлыков рабочего стола при обновлении</string>
      <string id="Sup_EdgeUpdate1_3_147_1">Центр обновления Microsoft Edge 1.3.147.1 или более поздней версии</string>
      <string id="Name_UpdatesDisabled">Обновления отключены</string>
      <string id="Pol_RollbackToTargetVersion">Откат к целевой версии</string>
      <string id="Explain_WebView_Install">Дает возможность указывать, можно ли устанавливать среду выполнения WebView2 через Центр обновления Microsoft Edge.

  Если включить (1) эту политику, пользователи смогут установить среду выполнения WebView2 через Microsoft Edge Update.

  Если отключить (0) эту политику (или установите для нее значение "Установки отключены"), пользователи не смогут установить среду выполнения WebView2 через Microsoft Edge Update.

  Если установить для этой политики значение "Всегда разрешать установку на уровне компьютера, но не на установку для каждого пользователя" (4), среда выполнения WebView2 будет развернута только на уровне компьютера.

  Если установить для этой политики значение "Принудительная установка (на уровне компьютера)" (5), пользователи смогут устанавливать среду выполнения WebView2 на всех компьютерах с предустановленным Центром обновления Microsoft Edge. Требуется Центр обновления Microsoft Edge 1.3.155.43 или более поздней версии.

  Если не настраивать эту политику, среда выполнения WebView2 будет установлена через Центр обновления Microsoft Edge.</string>
      <string id="Explain_GoogleUpdate">Политики для управления установкой и обновлением Microsoft Edge через Центр обновления Microsoft Edge.</string>
      <string id="Explain_DefaultRemoveDesktopShortcut">Позволяет задавать поведение по умолчанию для всех каналов в отношении создания значков на рабочем столе при установке Microsoft Edge.

  Если для этой политики задано значение "Принудительное удаление ярлыков рабочего стола на уровне системы" (1), все существующие ярлыки рабочего стола Microsoft Edge на системном уровне будут удалены при обновлении браузера или перезагрузке компьютера.
  Если для этой политики задано значение "Принудительное удаление ярлыков рабочего стола на уровне системы и уровне пользователя" (2), все существующие ярлыки рабочего стола Microsoft Edge на уровне системы будут удалены при обновлении браузера или перезагрузке компьютера, а также при обновлении браузера будут удалены все существующие ярлыки рабочего стола на уровне пользователя. Сюда входят ярлыки рабочего стола на уровне пользователя, созданные пользователями самостоятельно.
  Если эта политика не настроена или отключена (0), с существующими ярлыками рабочего стола Microsoft Edge действия выполняться не будут.</string>
      <string id="Explain_UpdateCheckSuppressedPeriod">Если включить эту политику, проверки обновлений будут подавляться каждый день, начиная с часа:минуты, в течение периода продолжительности (в минутах). На продолжительность не влияет переход на летнее время. Например, если время начала — 22:00, а продолжительность — 480 минут, обновления будут подавлены ровно на 8 часов, независимо от того, начнется или закончится летнее время в этот период.

  Если отключить или не настроить эту политику, проверки обновлений не будут подавляться в течение определенного периода.

  Значения для этой политики могут варьироваться от 0 до 23 для часов, от 0 до 59 для минут и от 0 до 960 для продолжительности в минутах.</string>
      <string id="Name_UpdatesEnabled">Всегда разрешать обновления (рекомендуется)</string>
      <string id="Cat_ProxyServer">Прокси-сервер</string>
      <string id="Pol_CreateDesktopShortcut">Создавать ярлык на рабочем столе при установке</string>
      <string id="Pol_AutoUpdateCheckPeriod">Переопределение периода проверки автоматических обновлений</string>
      <string id="Sup_GoogleUpdate1_2_145_5">Центр обновления Microsoft Edge 1.2.145.5 и более поздние версии</string>
      <string id="Pol_DefaultCreateDesktopShortcut">По умолчанию создавать ярлык на рабочем столе при установке</string>
      <string id="Name_DeleteSystemDesktopShortcuts">Принудительное удаление ярлыков рабочего стола на уровне системы</string>
      <string id="Name_ECSCommunicationDisabled">Отключить связь со службой "Служба расширенной конфигурации"</string>
      <string id="Sup_GoogleUpdate1_3_33_5">Центр обновления Microsoft Edge 1.3.33.5 и более поздние версии</string>
      <string id="Name_InstallsEnabled">Всегда разрешать установку (рекомендуется)</string>
      <string id="Explain_DownloadPreference">Если этот параметр включен, сервер Центра обновления Microsoft Edge попытается предоставить понятные для кэша URL-адреса, указывающие на полезные данные обновлений в его ответах.</string>
      <string id="Name_AutomaticUpdatesOnly">Только автоматическая установка обновлений</string>
      <string id="Pol_DefaultMeteredUpdates">Разрешить пользователям обновлять все приложения при лимитных подключениях</string>
      <string id="Name_DefaultMeteredUpdatesEnabled">Стандартные обновления по лимитным подключениям разрешены</string>
      <string id="Pol_TargetVersionPrefix">Переопределение целевой версии</string>
      <string id="Pol_UninstallEdge">Укажите поведение при удалении для Microsoft Edge</string>
      <string id="Name_MeteredUpdatesDisabled">Отключение обновлений по лимитным подключениям</string>
      <string id="Pol_DownloadPreference">Переопределение класса URL-адреса загрузки</string>
      <string id="Pol_UpdateCheckSuppressedPeriod">Период времени для каждого дня, в течение которого следует отключать проверку автоматического обновления</string>
      <string id="Sup_EdgeUpdate1_3_128_0">Microsoft Edge Update 1.3.128.0 и более поздние версии</string>
      <string id="Cat_WebView">Среда выполнения Microsoft Edge WebView2 Runtime</string>
      <string id="Pol_UpdatePolicy">Переопределение политики обновления</string>
      <string id="Name_UninstallEdgeEnabledAndKeepData">Включено</string>
      <string id="Pol_ProxyServer">Адрес или URL-адрес прокси-сервера</string>
      <string id="Explain_DefaultCreateDesktopShortcut">Позволяет задавать поведение по умолчанию для всех каналов в отношении создания значков на рабочем столе при установке Microsoft Edge.

  Если включить (1) эту политику, ярлык на рабочем столе будет создан при установке Microsoft Edge.
  Если отключить (0) эту политику, ярлык на рабочем столе не будет создан при установке Microsoft Edge.
  Если не настроить эту политику, в процессе установки на рабочем столе будет создан ярлык Microsoft Edge.
  Если Microsoft Edge уже установлен, эта политика ничего не изменит.</string>
      <string id="Name_DeleteAllDesktopShortcuts">Принудительное удаление ярлыков рабочего стола на уровне системы и уровне пользователя</string>
      <string id="ProxyUseSystem_DropDown">Использовать системные настройки прокси-сервера</string>
      <string id="Cat_Preferences">Настройки</string>
      <string id="Name_InstallsEnabledMachineOnly">Всегда разрешать Machine-Wide, но не Per-User установки</string>
      <string id="Cat_GoogleUpdate">Обновление Microsoft Edge</string>
      <string id="Explain_DefaultMeteredUpdatesPolicy">Указывает, будут ли обновления Microsoft Edge выполняться через подключения, помеченные как лимитированные, например подключения по мобильной сети или другие подключения, где использование данных контролируется для всех приложений. 

Если эта политика не включена и не настроена, обновление выполняется операцией "Скачать обновления через лимитированные подключения" на странице "Сведения" браузера Microsoft Edge. Если пользователь не сделал выбор, будет использоваться параметр Windows. Подробнее об этом параметре Windows можно узнать здесь: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Всегда разрешать обновления (2): обновления загружаются при каждом обнаружении с помощью автоматической либо ручной проверки наличия обновлений.

Обновления отключены (1): при использовании лимитированного подключения обновления не загружаются.</string>
      <string id="Cat_MicrosoftEdge">Microsoft Edge</string>
      <string id="Explain_InstallMicrosoftEdge">Указывает, можно ли установить канал Microsoft Edge на устройствах, подключенных к домену.

  Если включить (1) этот параметр политики для канала, установка Microsoft Edge не будет заблокирована.

  Если отключить (0) этот параметр политики для канала (или установить параметр "Установка отключена"), установка Microsoft Edge будет заблокирована.

  Если не настроить этот параметр политики для канала, возможность установки этого канала Microsoft Edge для пользователей будет определяться конфигурацией политики "Разрешить установку по умолчанию".

Если установить для этой политики значение "Всегда разрешать установку на уровне компьютера, но не на уровне пользователя" (4), "APP_NAME" будет развернуто только на уровне компьютера.

Если для этой политики задан параметр "Принудительная установка" (на уровне компьютера) (5), приложение "APP_NAME" можно развернуть на уровне компьютера, только если предварительно установлен Центр обновления Microsoft Edge. Требуется Центр обновления Microsoft Edge 1.3.155.43 или более поздней версии.

Если для этой политики задан параметр "Принудительная установка" (для каждого пользователя) (6), приложение "APP_NAME" можно развернуть для каждого пользователя на всех компьютерах, только если Центр обновления Microsoft Edge предварительно установлен для каждого пользователя. Требуется Центр обновления Microsoft Edge 1.3.155.43 или более поздней версии.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdge">Позволяет задать стандартную работу Центра обновления Microsoft Edge при наличии доступных обновлений для Microsoft Edge.

Если включить эту политику, Центр обновления Microsoft Edge будет обрабатывать обновления Microsoft Edge в соответствии с тем, как вы настроите следующие параметры:
  - Обновления отключены (0): обновления не применяются.
  - Всегда разрешать обновления (1) (рекомендуется): обновления всегда применяются при обнаружении путем периодической проверки обновлений или путем проверки обновлений вручную.
  - Только обновления вручную (2): обновления применяются, только когда пользователь запускает проверку обновлений вручную. (Не во всех приложениях имеется соответствующий интерфейс.)
  - Только автоматическая установка обновлений (3): обновления применяются, только если они обнаруживаются в ходе периодической проверки обновлений.

Если вы выберете обновление вручную, обязательно периодически проверяйте наличие обновлений, используя механизм обновления приложения вручную, если он доступен. Если вы отключите обновления, периодически проверяйте наличие обновлений и делитесь ими с пользователями.

Если этот параметр не включен и не настроен, Центр обновления Microsoft Edge обрабатывает доступные обновления согласно политике "Переопределение политики обновления по умолчанию".

Дополнительные сведения см. на странице https://go.microsoft.com/fwlink/?linkid=2136406.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdge">Указывает, на каком канале следует обновить Microsoft Edge.

Если включить эту политику, Microsoft Edge будет обновлен до канала в соответствии с настройкой следующих параметров:

  — Стабильная версия: Microsoft Edge будет обновлен до последней стабильной версии.
  — Бета-версия: Microsoft Edge будет обновлен до последней бета-версии.
  — Версия разработчика: Microsoft Edge будет обновлен до последней версии разработчика.
  — Расширенная стабильная версия: Microsoft Edge будет обновлен до последней расширенной версии, которая имеет более длительную периодичность выпуска, чем стабильная. Дополнительные сведения см. на сайте https://go.microsoft.com/fwlink/?linkid=2163508.

Если эта политика не настроена, Microsoft Edge будет обновлен до последней версии, доступной для канала по умолчанию.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdge">Если эта политика включена и автообновление включено, Microsoft Edge будет обновлен до версии, указанной в этом значении политики. 

Значение политики должно быть определенной версией Microsoft Edge, например, 83.0.499.12.

Если на устройстве установлена более новая версия Microsoft Edge, чем указанное значение, Microsoft Edge останется в более новой версии и не будет понижен до указанной версии.

Если указанная версия не существует или неправильно отформатирована, Microsoft Edge останется в своей текущей версии и не обновится до будущих версий автоматически.

Дополнительные сведения см. на странице https://go.microsoft.com/fwlink/?linkid=2136707.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdge">Указывает, что Центру обновления Microsoft Edge следует откатить установки Microsoft Edge до версии, указанной в Переопределение целевой версии.

Эта политика действует только в том случае, если параметр "Переопределение целевой версии" задан и для параметров "Переопределение политики обновления" установлено одно из включенных значений (всегда разрешать обновления, только автоматические обновления без запросов к пользователю, только обновления вручную).

Если вы отключили (0) эту политику или не настроили ее, установки с версией выше указанной в "Переопределение целевой версии" будут оставлены в неизменном виде.

Если включить (1) эту политику, установки с текущей версией выше указанной в "Переопределение целевой версии" будут понижены до целевой версии.

Мы рекомендуем пользователям установить новейшую версию браузера Microsoft Edge, чтобы обеспечить защиту с помощью самых новых обновлений системы безопасности. Откат к более ранней версии может подвергнуть систему риску со стороны уже известных угроз безопасности. Эта политика предназначена для использования в качестве временного исправления для устранения проблем в обновлении браузера Microsoft Edge.

Перед временным откатом версии браузера рекомендуется включить синхронизацию (https://go.microsoft.com/fwlink/?linkid=2133032) для всех пользователей в организации. Если не включить синхронизацию, существует риск невосстановимой потери данных браузера. Используйте эту политику на свой риск.

Примечание. Все версии, доступные для отката, можно просмотреть здесь: https://aka.ms/EdgeEnterprise.

Эта статья относится к Microsoft Edge начиная с версии 86.

Подробнее см. https://go.microsoft.com/fwlink/?linkid=2133918.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdge">Позволяет указать, можно ли зарегистрировать пользователей программы предварительной оценки в предварительной версии Microsoft Edge через Центр обновления Microsoft Edge.

  - Если включить (1) эту политику, пользователей программы предварительной оценки Windows можно зарегистрировать в предварительной версии Edge через Центр обновления Microsoft Edge.

  - Если отключить (0) эту политику, пользователей программы предварительной оценки Windows нельзя зарегистрировать в предварительной версии Microsoft Edge через Центр обновления Microsoft Edge.

  - Если не настраивать эту политику, пользователей программы предварительной оценки Windows по умолчанию можно зарегистрировать в предварительной версии Microsoft Edge через Центр обновления Microsoft Edge.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdge">Указывает, будут ли обновления Microsoft Edge выполняться через подключения, помеченные как лимитированные, например подключения по мобильной сети или другие подключения, где использование данных браузером Microsoft Edge контролируется. 

Если эта политика не включена и не настроена, обновление выполняется операцией "Скачать обновления через лимитированные подключения" на странице "Сведения" браузера Microsoft Edge. Если пользователь не сделал выбор, будет использоваться параметр Windows. Подробнее об этом параметре Windows можно узнать здесь: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Всегда разрешать обновления (2): обновления загружаются при каждом обнаружении с помощью автоматической либо ручной проверки наличия обновлений.

Отключить обновления (1): при использовании лимитированного подключения обновления не загружаются.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdge">Можно указать, разрешено ли удаление Microsoft Edge (стабильный канал) на присоединенных к домену устройствах в Европейской экономической зоне (ЕЭЗ).

Если для этой политики задано значение "Включено", браузер Microsoft Edge будет автоматически удален на всех устройствах в ЕЭЗ, на которых развернута эта политика. При этом пользовательские данные останутся на устройствах. Браузер Microsoft Edge будет удален, когда Центр обновления Microsoft Edge в следующий раз автоматически проверит наличие обновлений. Если удалить браузер Microsoft Edge с устройства, то приложения, мини-приложения (например, "Новости", "Поиск" и "Погода"), а также прочие PWA-приложения, зависящие от Microsoft Edge, перестанут быть доступными.

Если для этой политики задано значение "Включено, пользовательские данные удаляются" (параметр "2"), то браузер Microsoft Edge будет автоматически удален на всех устройствах в ЕЭЗ, где развернута эта политика. Кроме того, с этих устройств будут удалены пользовательские данные.

Если для этой политики задано значение "Отключено" (параметр "3"), то пользователи всех устройств в ЕЭЗ, на которых развернута эта политика, не смогут удалить Microsoft Edge.

Если для политики задано значение "Не настроено" (по умолчанию), то возможность удаления пользователем браузера Microsoft Edge на устройстве, присоединенном к домену, зависит от параметра региона в Windows. Только пользователи в странах ЕЭЗ смогут удалить Microsoft Edge, если захотят это сделать. Пользователи в других странах и регионах не смогут удалить Microsoft Edge. 

Эта политика доступна только в экземплярах Windows, присоединенных к домену Microsoft® Active Directory®.

Если нужно переустановить Microsoft Edge:
- Можно задать для политики установки значение "Принудительная установка (на уровне компьютера)", чтобы переустановить Microsoft Edge.
- Если для политики установки задано значение "Принудительная установка (на уровне компьютера)", а для политики удаления задано значение "Включено", то политика "Принудительная установка (на уровне компьютера)" переопределяет политику удаления.</string>
      <string id="Cat_MicrosoftEdgeBeta">Microsoft Edge Beta</string>
      <string id="Explain_InstallMicrosoftEdgeBeta">Указывает, можно ли установить канал Microsoft Edge на устройствах, подключенных к домену.

  Если включить (1) этот параметр политики для канала, установка Microsoft Edge не будет заблокирована.

  Если отключить (0) этот параметр политики для канала (или установить параметр "Установка отключена"), установка Microsoft Edge будет заблокирована.

  Если не настроить этот параметр политики для канала, возможность установки этого канала Microsoft Edge для пользователей будет определяться конфигурацией политики "Разрешить установку по умолчанию".

Если установить для этой политики значение "Всегда разрешать установку на уровне компьютера, но не на уровне пользователя" (4), "APP_NAME" будет развернуто только на уровне компьютера.

Если для этой политики задан параметр "Принудительная установка" (на уровне компьютера) (5), приложение "APP_NAME" можно развернуть на уровне компьютера, только если предварительно установлен Центр обновления Microsoft Edge. Требуется Центр обновления Microsoft Edge 1.3.155.43 или более поздней версии.

Если для этой политики задан параметр "Принудительная установка" (для каждого пользователя) (6), приложение "APP_NAME" можно развернуть для каждого пользователя на всех компьютерах, только если Центр обновления Microsoft Edge предварительно установлен для каждого пользователя. Требуется Центр обновления Microsoft Edge 1.3.155.43 или более поздней версии.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeBeta">Позволяет задать стандартную работу Центра обновления Microsoft Edge при наличии доступных обновлений для Microsoft Edge.

Если включить эту политику, Центр обновления Microsoft Edge будет обрабатывать обновления Microsoft Edge в соответствии с тем, как вы настроите следующие параметры:
  - Обновления отключены (0): обновления не применяются.
  - Всегда разрешать обновления (1) (рекомендуется): обновления всегда применяются при обнаружении путем периодической проверки обновлений или путем проверки обновлений вручную.
  - Только обновления вручную (2): обновления применяются, только когда пользователь запускает проверку обновлений вручную. (Не во всех приложениях имеется соответствующий интерфейс.)
  - Только автоматическая установка обновлений (3): обновления применяются, только если они обнаруживаются в ходе периодической проверки обновлений.

Если вы выберете обновление вручную, обязательно периодически проверяйте наличие обновлений, используя механизм обновления приложения вручную, если он доступен. Если вы отключите обновления, периодически проверяйте наличие обновлений и делитесь ими с пользователями.

Если этот параметр не включен и не настроен, Центр обновления Microsoft Edge обрабатывает доступные обновления согласно политике "Переопределение политики обновления по умолчанию".

Дополнительные сведения см. на странице https://go.microsoft.com/fwlink/?linkid=2136406.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeBeta">Указывает, на каком канале следует обновить Microsoft Edge.

Если включить эту политику, Microsoft Edge будет обновлен до канала в соответствии с настройкой следующих параметров:

  — Стабильная версия: Microsoft Edge будет обновлен до последней стабильной версии.
  — Бета-версия: Microsoft Edge будет обновлен до последней бета-версии.
  — Версия разработчика: Microsoft Edge будет обновлен до последней версии разработчика.
  — Расширенная стабильная версия: Microsoft Edge будет обновлен до последней расширенной версии, которая имеет более длительную периодичность выпуска, чем стабильная. Дополнительные сведения см. на сайте https://go.microsoft.com/fwlink/?linkid=2163508.

Если эта политика не настроена, Microsoft Edge будет обновлен до последней версии, доступной для канала по умолчанию.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeBeta">Если эта политика включена и автообновление включено, Microsoft Edge будет обновлен до версии, указанной в этом значении политики. 

Значение политики должно быть определенной версией Microsoft Edge, например, 83.0.499.12.

Если на устройстве установлена более новая версия Microsoft Edge, чем указанное значение, Microsoft Edge останется в более новой версии и не будет понижен до указанной версии.

Если указанная версия не существует или неправильно отформатирована, Microsoft Edge останется в своей текущей версии и не обновится до будущих версий автоматически.

Дополнительные сведения см. на странице https://go.microsoft.com/fwlink/?linkid=2136707.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeBeta">Указывает, что Центру обновления Microsoft Edge следует откатить установки Microsoft Edge до версии, указанной в Переопределение целевой версии.

Эта политика действует только в том случае, если параметр "Переопределение целевой версии" задан и для параметров "Переопределение политики обновления" установлено одно из включенных значений (всегда разрешать обновления, только автоматические обновления без запросов к пользователю, только обновления вручную).

Если вы отключили (0) эту политику или не настроили ее, установки с версией выше указанной в "Переопределение целевой версии" будут оставлены в неизменном виде.

Если включить (1) эту политику, установки с текущей версией выше указанной в "Переопределение целевой версии" будут понижены до целевой версии.

Мы рекомендуем пользователям установить новейшую версию браузера Microsoft Edge, чтобы обеспечить защиту с помощью самых новых обновлений системы безопасности. Откат к более ранней версии может подвергнуть систему риску со стороны уже известных угроз безопасности. Эта политика предназначена для использования в качестве временного исправления для устранения проблем в обновлении браузера Microsoft Edge.

Перед временным откатом версии браузера рекомендуется включить синхронизацию (https://go.microsoft.com/fwlink/?linkid=2133032) для всех пользователей в организации. Если не включить синхронизацию, существует риск невосстановимой потери данных браузера. Используйте эту политику на свой риск.

Примечание. Все версии, доступные для отката, можно просмотреть здесь: https://aka.ms/EdgeEnterprise.

Эта статья относится к Microsoft Edge начиная с версии 86.

Подробнее см. https://go.microsoft.com/fwlink/?linkid=2133918.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeBeta">Позволяет указать, можно ли зарегистрировать пользователей программы предварительной оценки в предварительной версии Microsoft Edge через Центр обновления Microsoft Edge.

  - Если включить (1) эту политику, пользователей программы предварительной оценки Windows можно зарегистрировать в предварительной версии Edge через Центр обновления Microsoft Edge.

  - Если отключить (0) эту политику, пользователей программы предварительной оценки Windows нельзя зарегистрировать в предварительной версии Microsoft Edge через Центр обновления Microsoft Edge.

  - Если не настраивать эту политику, пользователей программы предварительной оценки Windows по умолчанию можно зарегистрировать в предварительной версии Microsoft Edge через Центр обновления Microsoft Edge.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeBeta">Указывает, будут ли обновления Microsoft Edge выполняться через подключения, помеченные как лимитированные, например подключения по мобильной сети или другие подключения, где использование данных браузером Microsoft Edge контролируется. 

Если эта политика не включена и не настроена, обновление выполняется операцией "Скачать обновления через лимитированные подключения" на странице "Сведения" браузера Microsoft Edge. Если пользователь не сделал выбор, будет использоваться параметр Windows. Подробнее об этом параметре Windows можно узнать здесь: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Всегда разрешать обновления (2): обновления загружаются при каждом обнаружении с помощью автоматической либо ручной проверки наличия обновлений.

Отключить обновления (1): при использовании лимитированного подключения обновления не загружаются.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeBeta">Можно указать, разрешено ли удаление Microsoft Edge (стабильный канал) на присоединенных к домену устройствах в Европейской экономической зоне (ЕЭЗ).

Если для этой политики задано значение "Включено", браузер Microsoft Edge будет автоматически удален на всех устройствах в ЕЭЗ, на которых развернута эта политика. При этом пользовательские данные останутся на устройствах. Браузер Microsoft Edge будет удален, когда Центр обновления Microsoft Edge в следующий раз автоматически проверит наличие обновлений. Если удалить браузер Microsoft Edge с устройства, то приложения, мини-приложения (например, "Новости", "Поиск" и "Погода"), а также прочие PWA-приложения, зависящие от Microsoft Edge, перестанут быть доступными.

Если для этой политики задано значение "Включено, пользовательские данные удаляются" (параметр "2"), то браузер Microsoft Edge будет автоматически удален на всех устройствах в ЕЭЗ, где развернута эта политика. Кроме того, с этих устройств будут удалены пользовательские данные.

Если для этой политики задано значение "Отключено" (параметр "3"), то пользователи всех устройств в ЕЭЗ, на которых развернута эта политика, не смогут удалить Microsoft Edge.

Если для политики задано значение "Не настроено" (по умолчанию), то возможность удаления пользователем браузера Microsoft Edge на устройстве, присоединенном к домену, зависит от параметра региона в Windows. Только пользователи в странах ЕЭЗ смогут удалить Microsoft Edge, если захотят это сделать. Пользователи в других странах и регионах не смогут удалить Microsoft Edge. 

Эта политика доступна только в экземплярах Windows, присоединенных к домену Microsoft® Active Directory®.

Если нужно переустановить Microsoft Edge:
- Можно задать для политики установки значение "Принудительная установка (на уровне компьютера)", чтобы переустановить Microsoft Edge.
- Если для политики установки задано значение "Принудительная установка (на уровне компьютера)", а для политики удаления задано значение "Включено", то политика "Принудительная установка (на уровне компьютера)" переопределяет политику удаления.</string>
      <string id="Cat_MicrosoftEdgeDev">Microsoft Edge Dev</string>
      <string id="Explain_InstallMicrosoftEdgeDev">Указывает, можно ли установить канал Microsoft Edge на устройствах, подключенных к домену.

  Если включить (1) этот параметр политики для канала, установка Microsoft Edge не будет заблокирована.

  Если отключить (0) этот параметр политики для канала (или установить параметр "Установка отключена"), установка Microsoft Edge будет заблокирована.

  Если не настроить этот параметр политики для канала, возможность установки этого канала Microsoft Edge для пользователей будет определяться конфигурацией политики "Разрешить установку по умолчанию".

Если установить для этой политики значение "Всегда разрешать установку на уровне компьютера, но не на уровне пользователя" (4), "APP_NAME" будет развернуто только на уровне компьютера.

Если для этой политики задан параметр "Принудительная установка" (на уровне компьютера) (5), приложение "APP_NAME" можно развернуть на уровне компьютера, только если предварительно установлен Центр обновления Microsoft Edge. Требуется Центр обновления Microsoft Edge 1.3.155.43 или более поздней версии.

Если для этой политики задан параметр "Принудительная установка" (для каждого пользователя) (6), приложение "APP_NAME" можно развернуть для каждого пользователя на всех компьютерах, только если Центр обновления Microsoft Edge предварительно установлен для каждого пользователя. Требуется Центр обновления Microsoft Edge 1.3.155.43 или более поздней версии.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeDev">Позволяет задать стандартную работу Центра обновления Microsoft Edge при наличии доступных обновлений для Microsoft Edge.

Если включить эту политику, Центр обновления Microsoft Edge будет обрабатывать обновления Microsoft Edge в соответствии с тем, как вы настроите следующие параметры:
  - Обновления отключены (0): обновления не применяются.
  - Всегда разрешать обновления (1) (рекомендуется): обновления всегда применяются при обнаружении путем периодической проверки обновлений или путем проверки обновлений вручную.
  - Только обновления вручную (2): обновления применяются, только когда пользователь запускает проверку обновлений вручную. (Не во всех приложениях имеется соответствующий интерфейс.)
  - Только автоматическая установка обновлений (3): обновления применяются, только если они обнаруживаются в ходе периодической проверки обновлений.

Если вы выберете обновление вручную, обязательно периодически проверяйте наличие обновлений, используя механизм обновления приложения вручную, если он доступен. Если вы отключите обновления, периодически проверяйте наличие обновлений и делитесь ими с пользователями.

Если этот параметр не включен и не настроен, Центр обновления Microsoft Edge обрабатывает доступные обновления согласно политике "Переопределение политики обновления по умолчанию".

Дополнительные сведения см. на странице https://go.microsoft.com/fwlink/?linkid=2136406.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeDev">Указывает, на каком канале следует обновить Microsoft Edge.

Если включить эту политику, Microsoft Edge будет обновлен до канала в соответствии с настройкой следующих параметров:

  — Стабильная версия: Microsoft Edge будет обновлен до последней стабильной версии.
  — Бета-версия: Microsoft Edge будет обновлен до последней бета-версии.
  — Версия разработчика: Microsoft Edge будет обновлен до последней версии разработчика.
  — Расширенная стабильная версия: Microsoft Edge будет обновлен до последней расширенной версии, которая имеет более длительную периодичность выпуска, чем стабильная. Дополнительные сведения см. на сайте https://go.microsoft.com/fwlink/?linkid=2163508.

Если эта политика не настроена, Microsoft Edge будет обновлен до последней версии, доступной для канала по умолчанию.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeDev">Если эта политика включена и автообновление включено, Microsoft Edge будет обновлен до версии, указанной в этом значении политики. 

Значение политики должно быть определенной версией Microsoft Edge, например, 83.0.499.12.

Если на устройстве установлена более новая версия Microsoft Edge, чем указанное значение, Microsoft Edge останется в более новой версии и не будет понижен до указанной версии.

Если указанная версия не существует или неправильно отформатирована, Microsoft Edge останется в своей текущей версии и не обновится до будущих версий автоматически.

Дополнительные сведения см. на странице https://go.microsoft.com/fwlink/?linkid=2136707.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeDev">Указывает, что Центру обновления Microsoft Edge следует откатить установки Microsoft Edge до версии, указанной в Переопределение целевой версии.

Эта политика действует только в том случае, если параметр "Переопределение целевой версии" задан и для параметров "Переопределение политики обновления" установлено одно из включенных значений (всегда разрешать обновления, только автоматические обновления без запросов к пользователю, только обновления вручную).

Если вы отключили (0) эту политику или не настроили ее, установки с версией выше указанной в "Переопределение целевой версии" будут оставлены в неизменном виде.

Если включить (1) эту политику, установки с текущей версией выше указанной в "Переопределение целевой версии" будут понижены до целевой версии.

Мы рекомендуем пользователям установить новейшую версию браузера Microsoft Edge, чтобы обеспечить защиту с помощью самых новых обновлений системы безопасности. Откат к более ранней версии может подвергнуть систему риску со стороны уже известных угроз безопасности. Эта политика предназначена для использования в качестве временного исправления для устранения проблем в обновлении браузера Microsoft Edge.

Перед временным откатом версии браузера рекомендуется включить синхронизацию (https://go.microsoft.com/fwlink/?linkid=2133032) для всех пользователей в организации. Если не включить синхронизацию, существует риск невосстановимой потери данных браузера. Используйте эту политику на свой риск.

Примечание. Все версии, доступные для отката, можно просмотреть здесь: https://aka.ms/EdgeEnterprise.

Эта статья относится к Microsoft Edge начиная с версии 86.

Подробнее см. https://go.microsoft.com/fwlink/?linkid=2133918.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeDev">Позволяет указать, можно ли зарегистрировать пользователей программы предварительной оценки в предварительной версии Microsoft Edge через Центр обновления Microsoft Edge.

  - Если включить (1) эту политику, пользователей программы предварительной оценки Windows можно зарегистрировать в предварительной версии Edge через Центр обновления Microsoft Edge.

  - Если отключить (0) эту политику, пользователей программы предварительной оценки Windows нельзя зарегистрировать в предварительной версии Microsoft Edge через Центр обновления Microsoft Edge.

  - Если не настраивать эту политику, пользователей программы предварительной оценки Windows по умолчанию можно зарегистрировать в предварительной версии Microsoft Edge через Центр обновления Microsoft Edge.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeDev">Указывает, будут ли обновления Microsoft Edge выполняться через подключения, помеченные как лимитированные, например подключения по мобильной сети или другие подключения, где использование данных браузером Microsoft Edge контролируется. 

Если эта политика не включена и не настроена, обновление выполняется операцией "Скачать обновления через лимитированные подключения" на странице "Сведения" браузера Microsoft Edge. Если пользователь не сделал выбор, будет использоваться параметр Windows. Подробнее об этом параметре Windows можно узнать здесь: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Всегда разрешать обновления (2): обновления загружаются при каждом обнаружении с помощью автоматической либо ручной проверки наличия обновлений.

Отключить обновления (1): при использовании лимитированного подключения обновления не загружаются.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeDev">Можно указать, разрешено ли удаление Microsoft Edge (стабильный канал) на присоединенных к домену устройствах в Европейской экономической зоне (ЕЭЗ).

Если для этой политики задано значение "Включено", браузер Microsoft Edge будет автоматически удален на всех устройствах в ЕЭЗ, на которых развернута эта политика. При этом пользовательские данные останутся на устройствах. Браузер Microsoft Edge будет удален, когда Центр обновления Microsoft Edge в следующий раз автоматически проверит наличие обновлений. Если удалить браузер Microsoft Edge с устройства, то приложения, мини-приложения (например, "Новости", "Поиск" и "Погода"), а также прочие PWA-приложения, зависящие от Microsoft Edge, перестанут быть доступными.

Если для этой политики задано значение "Включено, пользовательские данные удаляются" (параметр "2"), то браузер Microsoft Edge будет автоматически удален на всех устройствах в ЕЭЗ, где развернута эта политика. Кроме того, с этих устройств будут удалены пользовательские данные.

Если для этой политики задано значение "Отключено" (параметр "3"), то пользователи всех устройств в ЕЭЗ, на которых развернута эта политика, не смогут удалить Microsoft Edge.

Если для политики задано значение "Не настроено" (по умолчанию), то возможность удаления пользователем браузера Microsoft Edge на устройстве, присоединенном к домену, зависит от параметра региона в Windows. Только пользователи в странах ЕЭЗ смогут удалить Microsoft Edge, если захотят это сделать. Пользователи в других странах и регионах не смогут удалить Microsoft Edge. 

Эта политика доступна только в экземплярах Windows, присоединенных к домену Microsoft® Active Directory®.

Если нужно переустановить Microsoft Edge:
- Можно задать для политики установки значение "Принудительная установка (на уровне компьютера)", чтобы переустановить Microsoft Edge.
- Если для политики установки задано значение "Принудительная установка (на уровне компьютера)", а для политики удаления задано значение "Включено", то политика "Принудительная установка (на уровне компьютера)" переопределяет политику удаления.</string>
      <string id="Cat_MicrosoftEdgeCanary">Microsoft Edge Canary</string>
      <string id="Explain_InstallMicrosoftEdgeCanary">Указывает, можно ли установить канал Microsoft Edge на устройствах, подключенных к домену.

  Если включить (1) этот параметр политики для канала, установка Microsoft Edge не будет заблокирована.

  Если отключить (0) этот параметр политики для канала (или установить параметр "Установка отключена"), установка Microsoft Edge будет заблокирована.

  Если не настроить этот параметр политики для канала, возможность установки этого канала Microsoft Edge для пользователей будет определяться конфигурацией политики "Разрешить установку по умолчанию".

Если для этой политики задан параметр "Принудительная установка" (для каждого пользователя) (6), приложение "APP_NAME" можно развернуть для каждого пользователя на всех компьютерах, только если Центр обновления Microsoft Edge предварительно установлен для каждого пользователя. Требуется Центр обновления Microsoft Edge 1.3.155.43 или более поздней версии.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeCanary">Позволяет задать стандартную работу Центра обновления Microsoft Edge при наличии доступных обновлений для Microsoft Edge.

Если включить эту политику, Центр обновления Microsoft Edge будет обрабатывать обновления Microsoft Edge в соответствии с тем, как вы настроите следующие параметры:
  - Обновления отключены (0): обновления не применяются.
  - Всегда разрешать обновления (1) (рекомендуется): обновления всегда применяются при обнаружении путем периодической проверки обновлений или путем проверки обновлений вручную.
  - Только обновления вручную (2): обновления применяются, только когда пользователь запускает проверку обновлений вручную. (Не во всех приложениях имеется соответствующий интерфейс.)
  - Только автоматическая установка обновлений (3): обновления применяются, только если они обнаруживаются в ходе периодической проверки обновлений.

Если вы выберете обновление вручную, обязательно периодически проверяйте наличие обновлений, используя механизм обновления приложения вручную, если он доступен. Если вы отключите обновления, периодически проверяйте наличие обновлений и делитесь ими с пользователями.

Если этот параметр не включен и не настроен, Центр обновления Microsoft Edge обрабатывает доступные обновления согласно политике "Переопределение политики обновления по умолчанию".

Дополнительные сведения см. на странице https://go.microsoft.com/fwlink/?linkid=2136406.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeCanary">Указывает, на каком канале следует обновить Microsoft Edge.

Если включить эту политику, Microsoft Edge будет обновлен до канала в соответствии с настройкой следующих параметров:

  — Стабильная версия: Microsoft Edge будет обновлен до последней стабильной версии.
  — Бета-версия: Microsoft Edge будет обновлен до последней бета-версии.
  — Версия разработчика: Microsoft Edge будет обновлен до последней версии разработчика.
  — Расширенная стабильная версия: Microsoft Edge будет обновлен до последней расширенной версии, которая имеет более длительную периодичность выпуска, чем стабильная. Дополнительные сведения см. на сайте https://go.microsoft.com/fwlink/?linkid=2163508.

Если эта политика не настроена, Microsoft Edge будет обновлен до последней версии, доступной для канала по умолчанию.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeCanary">Если эта политика включена и автообновление включено, Microsoft Edge будет обновлен до версии, указанной в этом значении политики. 

Значение политики должно быть определенной версией Microsoft Edge, например, 83.0.499.12.

Если на устройстве установлена более новая версия Microsoft Edge, чем указанное значение, Microsoft Edge останется в более новой версии и не будет понижен до указанной версии.

Если указанная версия не существует или неправильно отформатирована, Microsoft Edge останется в своей текущей версии и не обновится до будущих версий автоматически.

Дополнительные сведения см. на странице https://go.microsoft.com/fwlink/?linkid=2136707.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeCanary">Указывает, что Центру обновления Microsoft Edge следует откатить установки Microsoft Edge до версии, указанной в Переопределение целевой версии.

Эта политика действует только в том случае, если параметр "Переопределение целевой версии" задан и для параметров "Переопределение политики обновления" установлено одно из включенных значений (всегда разрешать обновления, только автоматические обновления без запросов к пользователю, только обновления вручную).

Если вы отключили (0) эту политику или не настроили ее, установки с версией выше указанной в "Переопределение целевой версии" будут оставлены в неизменном виде.

Если включить (1) эту политику, установки с текущей версией выше указанной в "Переопределение целевой версии" будут понижены до целевой версии.

Мы рекомендуем пользователям установить новейшую версию браузера Microsoft Edge, чтобы обеспечить защиту с помощью самых новых обновлений системы безопасности. Откат к более ранней версии может подвергнуть систему риску со стороны уже известных угроз безопасности. Эта политика предназначена для использования в качестве временного исправления для устранения проблем в обновлении браузера Microsoft Edge.

Перед временным откатом версии браузера рекомендуется включить синхронизацию (https://go.microsoft.com/fwlink/?linkid=2133032) для всех пользователей в организации. Если не включить синхронизацию, существует риск невосстановимой потери данных браузера. Используйте эту политику на свой риск.

Примечание. Все версии, доступные для отката, можно просмотреть здесь: https://aka.ms/EdgeEnterprise.

Эта статья относится к Microsoft Edge начиная с версии 86.

Подробнее см. https://go.microsoft.com/fwlink/?linkid=2133918.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeCanary">Позволяет указать, можно ли зарегистрировать пользователей программы предварительной оценки в предварительной версии Microsoft Edge через Центр обновления Microsoft Edge.

  - Если включить (1) эту политику, пользователей программы предварительной оценки Windows можно зарегистрировать в предварительной версии Edge через Центр обновления Microsoft Edge.

  - Если отключить (0) эту политику, пользователей программы предварительной оценки Windows нельзя зарегистрировать в предварительной версии Microsoft Edge через Центр обновления Microsoft Edge.

  - Если не настраивать эту политику, пользователей программы предварительной оценки Windows по умолчанию можно зарегистрировать в предварительной версии Microsoft Edge через Центр обновления Microsoft Edge.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeCanary">Указывает, будут ли обновления Microsoft Edge выполняться через подключения, помеченные как лимитированные, например подключения по мобильной сети или другие подключения, где использование данных браузером Microsoft Edge контролируется. 

Если эта политика не включена и не настроена, обновление выполняется операцией "Скачать обновления через лимитированные подключения" на странице "Сведения" браузера Microsoft Edge. Если пользователь не сделал выбор, будет использоваться параметр Windows. Подробнее об этом параметре Windows можно узнать здесь: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Всегда разрешать обновления (2): обновления загружаются при каждом обнаружении с помощью автоматической либо ручной проверки наличия обновлений.

Отключить обновления (1): при использовании лимитированного подключения обновления не загружаются.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeCanary">Можно указать, разрешено ли удаление Microsoft Edge (стабильный канал) на присоединенных к домену устройствах в Европейской экономической зоне (ЕЭЗ).

Если для этой политики задано значение "Включено", браузер Microsoft Edge будет автоматически удален на всех устройствах в ЕЭЗ, на которых развернута эта политика. При этом пользовательские данные останутся на устройствах. Браузер Microsoft Edge будет удален, когда Центр обновления Microsoft Edge в следующий раз автоматически проверит наличие обновлений. Если удалить браузер Microsoft Edge с устройства, то приложения, мини-приложения (например, "Новости", "Поиск" и "Погода"), а также прочие PWA-приложения, зависящие от Microsoft Edge, перестанут быть доступными.

Если для этой политики задано значение "Включено, пользовательские данные удаляются" (параметр "2"), то браузер Microsoft Edge будет автоматически удален на всех устройствах в ЕЭЗ, где развернута эта политика. Кроме того, с этих устройств будут удалены пользовательские данные.

Если для этой политики задано значение "Отключено" (параметр "3"), то пользователи всех устройств в ЕЭЗ, на которых развернута эта политика, не смогут удалить Microsoft Edge.

Если для политики задано значение "Не настроено" (по умолчанию), то возможность удаления пользователем браузера Microsoft Edge на устройстве, присоединенном к домену, зависит от параметра региона в Windows. Только пользователи в странах ЕЭЗ смогут удалить Microsoft Edge, если захотят это сделать. Пользователи в других странах и регионах не смогут удалить Microsoft Edge. 

Эта политика доступна только в экземплярах Windows, присоединенных к домену Microsoft® Active Directory®.

Если нужно переустановить Microsoft Edge:
- Можно задать для политики установки значение "Принудительная установка (на уровне компьютера)", чтобы переустановить Microsoft Edge.
- Если для политики установки задано значение "Принудительная установка (на уровне компьютера)", а для политики удаления задано значение "Включено", то политика "Принудительная установка (на уровне компьютера)" переопределяет политику удаления.</string>
      <string id="Cat_MicrosoftEdgeWebView">Microsoft Edge WebView</string>
      <string id="Explain_InstallMicrosoftEdgeWebView">Указывает, можно ли установить канал Microsoft Edge на устройствах, подключенных к домену.

  Если включить (1) этот параметр политики для канала, установка Microsoft Edge не будет заблокирована.

  Если отключить (0) этот параметр политики для канала (или установить параметр "Установка отключена"), установка Microsoft Edge будет заблокирована.

  Если не настроить этот параметр политики для канала, возможность установки этого канала Microsoft Edge для пользователей будет определяться конфигурацией политики "Разрешить установку по умолчанию".

Если установить для этой политики значение "Всегда разрешать установку на уровне компьютера, но не на уровне пользователя" (4), "APP_NAME" будет развернуто только на уровне компьютера.

Если для этой политики задан параметр "Принудительная установка" (на уровне компьютера) (5), приложение "APP_NAME" можно развернуть на уровне компьютера, только если предварительно установлен Центр обновления Microsoft Edge. Требуется Центр обновления Microsoft Edge 1.3.155.43 или более поздней версии.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeWebView">Позволяет задать стандартную работу Центра обновления Microsoft Edge при наличии доступных обновлений для Microsoft Edge.

Если включить эту политику, Центр обновления Microsoft Edge будет обрабатывать обновления Microsoft Edge в соответствии с тем, как вы настроите следующие параметры:
  - Обновления отключены (0): обновления не применяются.
  - Всегда разрешать обновления (1) (рекомендуется): обновления всегда применяются при обнаружении путем периодической проверки обновлений или путем проверки обновлений вручную.
  - Только обновления вручную (2): обновления применяются, только когда пользователь запускает проверку обновлений вручную. (Не во всех приложениях имеется соответствующий интерфейс.)
  - Только автоматическая установка обновлений (3): обновления применяются, только если они обнаруживаются в ходе периодической проверки обновлений.

Если вы выберете обновление вручную, обязательно периодически проверяйте наличие обновлений, используя механизм обновления приложения вручную, если он доступен. Если вы отключите обновления, периодически проверяйте наличие обновлений и делитесь ими с пользователями.

Если этот параметр не включен и не настроен, Центр обновления Microsoft Edge обрабатывает доступные обновления согласно политике "Переопределение политики обновления по умолчанию".

Дополнительные сведения см. на странице https://go.microsoft.com/fwlink/?linkid=2136406.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeWebView">Указывает, на каком канале следует обновить Microsoft Edge.

Если включить эту политику, Microsoft Edge будет обновлен до канала в соответствии с настройкой следующих параметров:

  — Стабильная версия: Microsoft Edge будет обновлен до последней стабильной версии.
  — Бета-версия: Microsoft Edge будет обновлен до последней бета-версии.
  — Версия разработчика: Microsoft Edge будет обновлен до последней версии разработчика.
  — Расширенная стабильная версия: Microsoft Edge будет обновлен до последней расширенной версии, которая имеет более длительную периодичность выпуска, чем стабильная. Дополнительные сведения см. на сайте https://go.microsoft.com/fwlink/?linkid=2163508.

Если эта политика не настроена, Microsoft Edge будет обновлен до последней версии, доступной для канала по умолчанию.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeWebView">Если эта политика включена и автообновление включено, Microsoft Edge будет обновлен до версии, указанной в этом значении политики. 

Значение политики должно быть определенной версией Microsoft Edge, например, 83.0.499.12.

Если на устройстве установлена более новая версия Microsoft Edge, чем указанное значение, Microsoft Edge останется в более новой версии и не будет понижен до указанной версии.

Если указанная версия не существует или неправильно отформатирована, Microsoft Edge останется в своей текущей версии и не обновится до будущих версий автоматически.

Дополнительные сведения см. на странице https://go.microsoft.com/fwlink/?linkid=2136707.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeWebView">Указывает, что Центру обновления Microsoft Edge следует откатить установки Microsoft Edge до версии, указанной в Переопределение целевой версии.

Эта политика действует только в том случае, если параметр "Переопределение целевой версии" задан и для параметров "Переопределение политики обновления" установлено одно из включенных значений (всегда разрешать обновления, только автоматические обновления без запросов к пользователю, только обновления вручную).

Если вы отключили (0) эту политику или не настроили ее, установки с версией выше указанной в "Переопределение целевой версии" будут оставлены в неизменном виде.

Если включить (1) эту политику, установки с текущей версией выше указанной в "Переопределение целевой версии" будут понижены до целевой версии.

Мы рекомендуем пользователям установить новейшую версию браузера Microsoft Edge, чтобы обеспечить защиту с помощью самых новых обновлений системы безопасности. Откат к более ранней версии может подвергнуть систему риску со стороны уже известных угроз безопасности. Эта политика предназначена для использования в качестве временного исправления для устранения проблем в обновлении браузера Microsoft Edge.

Перед временным откатом версии браузера рекомендуется включить синхронизацию (https://go.microsoft.com/fwlink/?linkid=2133032) для всех пользователей в организации. Если не включить синхронизацию, существует риск невосстановимой потери данных браузера. Используйте эту политику на свой риск.

Примечание. Все версии, доступные для отката, можно просмотреть здесь: https://aka.ms/EdgeEnterprise.

Эта статья относится к Microsoft Edge начиная с версии 86.

Подробнее см. https://go.microsoft.com/fwlink/?linkid=2133918.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeWebView">Позволяет указать, можно ли зарегистрировать пользователей программы предварительной оценки в предварительной версии Microsoft Edge через Центр обновления Microsoft Edge.

  - Если включить (1) эту политику, пользователей программы предварительной оценки Windows можно зарегистрировать в предварительной версии Edge через Центр обновления Microsoft Edge.

  - Если отключить (0) эту политику, пользователей программы предварительной оценки Windows нельзя зарегистрировать в предварительной версии Microsoft Edge через Центр обновления Microsoft Edge.

  - Если не настраивать эту политику, пользователей программы предварительной оценки Windows по умолчанию можно зарегистрировать в предварительной версии Microsoft Edge через Центр обновления Microsoft Edge.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeWebView">Указывает, будут ли обновления Microsoft Edge выполняться через подключения, помеченные как лимитированные, например подключения по мобильной сети или другие подключения, где использование данных браузером Microsoft Edge контролируется. 

Если эта политика не включена и не настроена, обновление выполняется операцией "Скачать обновления через лимитированные подключения" на странице "Сведения" браузера Microsoft Edge. Если пользователь не сделал выбор, будет использоваться параметр Windows. Подробнее об этом параметре Windows можно узнать здесь: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Всегда разрешать обновления (2): обновления загружаются при каждом обнаружении с помощью автоматической либо ручной проверки наличия обновлений.

Отключить обновления (1): при использовании лимитированного подключения обновления не загружаются.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeWebView">Можно указать, разрешено ли удаление Microsoft Edge (стабильный канал) на присоединенных к домену устройствах в Европейской экономической зоне (ЕЭЗ).

Если для этой политики задано значение "Включено", браузер Microsoft Edge будет автоматически удален на всех устройствах в ЕЭЗ, на которых развернута эта политика. При этом пользовательские данные останутся на устройствах. Браузер Microsoft Edge будет удален, когда Центр обновления Microsoft Edge в следующий раз автоматически проверит наличие обновлений. Если удалить браузер Microsoft Edge с устройства, то приложения, мини-приложения (например, "Новости", "Поиск" и "Погода"), а также прочие PWA-приложения, зависящие от Microsoft Edge, перестанут быть доступными.

Если для этой политики задано значение "Включено, пользовательские данные удаляются" (параметр "2"), то браузер Microsoft Edge будет автоматически удален на всех устройствах в ЕЭЗ, где развернута эта политика. Кроме того, с этих устройств будут удалены пользовательские данные.

Если для этой политики задано значение "Отключено" (параметр "3"), то пользователи всех устройств в ЕЭЗ, на которых развернута эта политика, не смогут удалить Microsoft Edge.

Если для политики задано значение "Не настроено" (по умолчанию), то возможность удаления пользователем браузера Microsoft Edge на устройстве, присоединенном к домену, зависит от параметра региона в Windows. Только пользователи в странах ЕЭЗ смогут удалить Microsoft Edge, если захотят это сделать. Пользователи в других странах и регионах не смогут удалить Microsoft Edge. 

Эта политика доступна только в экземплярах Windows, присоединенных к домену Microsoft® Active Directory®.

Если нужно переустановить Microsoft Edge:
- Можно задать для политики установки значение "Принудительная установка (на уровне компьютера)", чтобы переустановить Microsoft Edge.
- Если для политики установки задано значение "Принудительная установка (на уровне компьютера)", а для политики удаления задано значение "Включено", то политика "Принудительная установка (на уровне компьютера)" переопределяет политику удаления.</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">Количество минут между проверками наличия обновлений</decimalTextBox>
      </presentation>
      <presentation id="Pol_UpdateCheckSuppressedPeriod">
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartHour"
            defaultValue="0" spinStep="1">Час</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartMin"
            defaultValue="0" spinStep="1">Минута</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedDurationMin"
            defaultValue="60">Длительность</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">Тип URL-адреса загрузки для запроса</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">Укажите, как указать параметры прокси-сервера</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>Адрес или URL-адрес прокси-сервера</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>URL-адрес PAC-файла прокси-сервера</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Обновление политики</dropdownList>
      </presentation>
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Обновление политики</dropdownList>
      </presentation>
      <presentation id="Pol_TargetVersionPrefix">
        <textBox refId="Part_TargetVersionPrefix">
          <label>Целевая версия</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ECSControl">
        <dropdownList refId="Part_ECSControl"
            defaultItem="1">Управление связью средства обновления со службой "Служба расширенной конфигурации"</dropdownList>
      </presentation>
      <presentation id="Pol_TargetChannel" >
        <dropdownList refId="Part_TargetChannel"
            defaultItem="0">Целевой канал
        </dropdownList>
      </presentation>
      <presentation id="Pol_DefaultRemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_RemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_DefaultCreateDesktopShortcut" />
      <presentation id="Pol_CreateDesktopShortcut" />
      <presentation id="Pol_RollbackToTargetVersion" />
      <presentation id="Pol_EdgePreview" />
      <presentation id="Pol_DefaultMeteredUpdates">
        <dropdownList refId="Part_DefaultMeteredUpdatesPolicy"
            defaultItem="0">Политика стандартных обновлений по лимитным подключениям</dropdownList>
      </presentation>
      <presentation id="Pol_MeteredUpdates">
        <dropdownList refId="Part_MeteredUpdatesPolicy"
            defaultItem="0">Политика обновлений по лимитным подключениям</dropdownList>
      </presentation>
      <presentation id="Pol_UninstallEdge">
        <dropdownList refId="Part_UninstallEdgePolicy"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_AllowSideBySideExperience" />
      <presentation id="Pol_DefaultAllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">Политика установки</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">Политика установки</dropdownList>
      </presentation>

    </presentationTable>
  </resources>
</policyDefinitionResources>